Repository: unkn4wn/hadith-pro-flutter
Catalog: lib/l10n/app_*.arb
Languages: tr

# intro_first_title
source: Hadith Language
tr: Hadis Dili

# intro_second_title
source: Hadith Books
tr: Hadis Kitapları

# intro_third_title
source: Hadith Grades
tr: Hadis Sıhhati

# intro_fourth_title
source: Known Issues
tr: Bilinen Sorunlar

# intro_fourth_grades
source: Some mistakes in grades
tr: Bazı hadis sıhhatinde hatalar var

# bottomnavigation_title_home
source: Library
tr: Ev

# bottomnavigation_title_search
source: Search
tr: Ara

# bottomnavigation_title_bookmarks
source: Bookmarks
tr: Yer imi

# bottomnavigation_title_settings
source: Settings
tr: Ayarlar

# books_title_main
source: Books
tr: Kitaplar

# books_name_bukhari
source: Sahih Bukhari
tr: Sahih Buhari

# books_name_muslim
source: Sahih Muslim
tr: Sahih Müslim

# books_name_nasai
source: Sunan an-Nasa'i
tr: Sünen-i Nesâî

# books_name_abudawud
source: Sunan Abi Dawud
tr: Sünen-i Ebu Davud

# books_name_tirmidhi
source: Jami` at-Tirmidhi
tr: Câmiʿu’t-Tirmiẕî

# books_name_ibnmajah
source: Sunan Ibn Majah
tr: Sünen-i İbn Mace

# books_name_malik
source: Muwatta Malik
tr: Muvatta Malik

# hadiths_title_main
source: Chapter
tr: Bölüm

# hadithitem_title_grades
source: Grades
tr: Sıhhati

# hadithitem_title_reference
source: Reference
tr: Referans

# hadithitem_title_inbookreference
source: In-book reference
tr: Kitap Referansı

# hadithitem_inbookreference_book
source: Book
tr: Kitap

# hadithitem_inbookreference_hadith
source: Hadith
tr: Hadis

# hadithitem_copy_title
source: Copy options
tr: Kopyalama Seçenekleri

# hadithitem_copy_copyonlytranslation
source: Copy Only Translation
tr: Sadece Tercüme Kopyala

# hadithitem_copy_copyboth
source: Copy Both
tr: Her İkisini de Kopyala

# hadithitem_copy_snackbar_success
source: Copied successfully
tr: Başarıyla kopyalandı

# hadithitem_copy_snackbar_error
source: Nothing copied
tr: Hiçbir şey kopyalanmadı

# hadithitem_bookmarkadd_snackbar_success
source: Added Successfully!
tr: Başarıyla eklendi!

# hadithitem_bookmarkadd_snackbar_error
source: Failed to Add
tr: Eklenemedi

# hadithitem_bookmarkremove_snackbar_success
source: Removed Successfully!
tr: Başarıyla Kaldırıldı!

# hadithitem_bookmarkremove_snackbar_error
source: Failed to Remove
tr: Kaldırılamadı

# search_title_main
source: Search Hadith
tr: Hadis ara

# search_filter_title
source: Filter Options
tr: Filtre Seçenekleri

# search_filter_searcharabic
source: Search Arabic
tr: Arapça Ara

# search_filter_searchtranslation
source: Search Translation
tr: Çeviri Ara

# settings_title_main
source: Settings
tr: Ayarlar

# settings_title_language
source: Language
tr: Dil

# settings_subtitle_hadithlanguage
source: Hadith Language
tr: Hadis Dili

# settings_title_appearance
source: Appearance
tr: Görünüm

# settings_subtitle_expandgrades
source: Expand Grades
tr: Sıhhati Genişlet

# settings_subtitle_displayarabictext
source: Display Arabic Text
tr: Arapça Metni Göster

# settings_subtitle_displaytranslationtext
source: Display Translation Text
tr: Tercüme Metni Göster

# settings_subtitle_displayarabictextsize
source: Arabic Text Size
tr: Arapça Metin Boyutu

# settings_subtitle_displaytranslationtextsize
source: Translation Text Size
tr: Tercüme Metin Boyutu

# settings_title_information
source: Information
tr: Bilgi

# settings_subtitle_website
source: Website
tr: Web Sitesi

# settings_subtitle_sourcecode
source: Source Code
tr: Kaynak Kodu

# settings_subtitle_development
source: Still in development!
tr: Hala Geliştirme Aşamasındadır!

# settings_subtitle_development_dialog_title
source: Attention
tr: Dikkat

# settings_subtitle_development_dialog
source: This app is still in development and may contain errors in regards to hadith translation and grading. Please use the information provided as a general reference only, and double-check any important details with a trusted source. We are constantly working to improve the accuracy of the app, and appreciate your patience and understanding. Thank you for using our app!
tr: Bu uygulama hala geliştirme aşamasındadır ve hadis çevirileri ve derecelendirmeleri konusunda hatalar içerebilir. Lütfen sağlanan bilgileri genel bir referans olarak kullanın ve önemli detayları güvenilir bir kaynakla teyit edin. Uygulamanın doğruluğunu artırmak için sürekli çalışıyoruz ve sabrınız ve anlayışınız için teşekkür ederiz.

# settings_subtitle_development_dialog_accept
source: I have read and understood
tr: Okudum ve anladım
